blueprints/infosat/xml/sap_invoices_customer_read_by_id.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:glob="http://sap.com/xi/SAPGlobal20/Global">
   <soapenv:Header/>
   <soapenv:Body>
      <glob:Z_CustInvoiceReadByIDQuery_sync>
         <Z_CustInvoice>
            <!--Optional:-->
            <!-- <SAP_UUID>{{}}</SAP_UUID> -->
            <!--Optional:-->
            <facturaID>{{invoiceID}}</facturaID>
         </Z_CustInvoice>
      </glob:Z_CustInvoiceReadByIDQuery_sync>
   </soapenv:Body>
</soapenv:Envelope>